Repository: ctabuyo/ViroMusicApp
Catalog: Viro/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, zh_hans, zh_hant

# error_title
source: Error while signing up
ar: خطأ أثناء الاشتراك
es: Error al registrarse
fr: Une erreur s'est produite pendant de l´inscription
it: Errore durante la firma
ja: サインアップ中にエラーが発生しました
zh_hans: 注册时出错
zh_hant: 註冊時出錯

# error_message
source: please retry
ar: الرجاء اعادة المحاولة
es: por favor vuelva a intentarlo
fr: Veuillez réessayer
it: Si prega di riprovare
ja: 再試行してください
zh_hans: 请重试
zh_hant: 請重試

# search_error_title_MyMusic
source: An error occurred
ar: حدث خطأ
es: Se ha producido un error
fr: Une erreur s'est produite!
it: Si è verificato un errore
ja: エラーが発生しました!
zh_hans: 发生错误
zh_hant: 發生錯誤

# search_error_message_MyMusic
source: You do not seem to have any song here, please add some and try again :)
ar: كنت لا يبدو أن لديها أي أغنية هنا، يرجى إضافة بعض وحاول مرة أخرى
es: No parece que tengas ninguna canción aquí, por favor añade alguna e inténtelo de nuevo :)
fr: Vous ne semblez avoir aucune chanson ici, s'il vous plaît ajouter une chanson et essayez à nouveau :)
it: Non sembra avere qualsiasi canzone qui, si prega di aggiungere un po 'e riprovare :)
ja: あなたはここに任意の曲を持っていないようです、曲を追加して、もう一度試してください :)
zh_hans: 您似乎没有任何歌曲，请添加一首歌曲，然后重试 :)
zh_hant: 您似乎沒有任何歌曲，請添加一首歌曲，然後重試 :)

# videoLong_title
source: An error ocurred
ar: حدث خطأ
es: Ocurrión un error!
fr: Une erreur s'est produite!
it: Si è verificato un errore
ja: エラーが発生しました!
zh_hans: 发生错误
zh_hant: 發生錯誤

# videoLong_error
source: Unfortunately our system is not able to play this song. We are working hard to fix this ASAP :)
ar: للأسف نظامنا ليست قادرة على لعب هذه الأغنية. ونحن نعمل بجد لإصلاح هذا في أقرب وقت ممكن
es: Desafortunadamente no se puede reproducir esta canción. Estamos trabajando duro para solucionarlo lo antes posible :)
fr: Malheureusement, notre système n'est pas en mesure de jouer cette chanson. Nous travaillons dur pour corriger le problème dès que possible :)
it: Purtroppo il nostro sistema non è in grado di giocare a questa canzone. Stiamo lavorando duramente per risolvere il problema il prima possibile :)
ja: 残念ながら、Googleのシステムではこの曲を再生できません。私たちはできるだけ早くこれを修正するために懸命に取り組んでいます :)
zh_hans: 很抱歉，我们的系统无法播放此歌曲。我们正在努力尽快解决这个问题 :)
zh_hant: 很抱歉，我們的系統無法播放此歌曲。我們正在努力盡快解決這個問題 :)

# times_exceeded_title
source: Buy Viro Premium!
ar: الفترة التجريبية قد انتهت!
es: Compra Viro Premium!
fr: Acheter Viro Premium!
it: Periodo di prova è finito!
ja: デモの期間は終了です！
zh_hans: 购买Viro Premium ！
zh_hant: 演示期結束了！

# times_exceeded_message
source: This is a premium functionality, buy Viro Premium lifetime if you want to listen the full song, or go to the free trial for the first 30 seconds :)
ar: :) الفترة التجريبية الخاصة بك قد وضع اللمسات الأخيرة،يرجى شراء فيرو بريميوم الآن، وسوف يتمتع بها إلىلأبد!
es: Esta es una función premium, compra Viro Premium por 3,99 para siempre, y escucharás la canción completa. Si no, puedes escuchar 30 segundos en nuestra prueba gratis :)
fr: C´est Premium Fonctionnalité, s'il vous plaît acheter Viro Premium maintenant et vous pourrez en profiter pour toujours! :)
it: Il tuo periodo di prova ha finalizzato, si prega di acquistare Viro Premium ora e si gode di sempre! :)
ja: あなたのデモの期間が確定しました。今すぐViro Premiumを購入してください。あなたはそれを永遠に楽しむことができます！ :)
zh_hans: 请立即购买 Viro Premium，您将永远享受它！ :)
zh_hant: 您的演示期已定稿，請立即購買Viro Premium，您將永遠享受它！ :)

# warning_title
source: Watch Out!
ar: احترس!
es: Cuidado!
fr: Fais attention!
it: Attento!
ja: 気を付けて!
zh_hans: 小心!
zh_hant: 小心!

# warning_Mesage
source: Please introduce the required info
ar: الرجاء إدخال المعلومات المطلوبة
es: Introduzca toda la información
fr: Veuillez introduire l'information requise
it: Si prega di introdurre le informazioni richieste
ja: 必要な情報をご紹介ください
zh_hans: 请介绍所需的信息
zh_hant: 請介紹所需的信息

# wrong_Pass_title
source: Warning!
ar: تحذير!
es: Espera amigo!
fr: Attention!
it: Avvertimento!
ja: 警告！
zh_hans: 警告!
zh_hant: 警告!

# wrong_Pass_message
source: Please write the same password
ar: يرجى كتابة نفس كلمة المرور
es: Ponga la misma contraseña, por favor
fr: Veuillez écrire le même mot de passe
it: Si prega di scrivere la stessa password
ja: 同じパスワードを書いてください
zh_hans: 请输入相同的密码
zh_hant: 請輸入相同的密碼

# welcome_Title
source: Welcome!
ar: أهلا بك!
es: Bienvenido!
fr: Bienvenue!
it: Benvenuto!
ja: ようこそ！
zh_hans: 欢迎!
zh_hant: 歡迎!

# welcome_Message
source: By proceeding you accept, that Viro is still on its initial stage, and that you could encounter some errors, while playing music. Have a nice day :)
ar: قبل الشروع القبول، أن فيرو لا يزال على مرحلته الأولى، والتي يمكن أن تصادف بعض الأخطاء، في حين لعب الموسيقى. أتمنى لك نهارا سعيد
es: Al proceder, acepta que Viro, está aun en su fase inicial de desarrollo, lo cual puede suponer que se encuentre con ciertos fallos en la utilización de la misma. Tenga un buen día :)
fr: En procédant vous acceptez, que Viro est encore sur sa phase initiale, et que vous pourriez rencontrer des erreurs, tout en streaming de musique. Bonne journée :)
it: Procedendo si accetta, che Viro è ancora in fase iniziale, e che si potrebbe incontrare alcuni errori, mentre la riproduzione di musica. Buona giornata :)
ja: あなたが受け入れることで、Viroはまだ初期段階にあり、音楽を演奏しながらいくつかのエラーが発生する可能性があります。良い一日を ：）
zh_hans: 通过继续你接受，Viro仍处于初始阶段，你可能会遇到一些错误，而播放音乐。祝你今天愉快
zh_hant: 通過繼續你接受，Viro仍處於初始階段，你可能會遇到一些錯誤，而播放音樂。祝你今天愉快 :)

# noacc_iap_err_title
source: Can´t purchase Viro Premium!
es: Imposible comprar Viro Premium!
fr: Impossible d'acheter Viro Premium!
zh_hans: 無法購買 Viro 高級版!

# noacc_iap_err
source: You need to create an account and log in before you are able to proceed with purchasing Viro Premium. Log In now!
es: Tienes que crear una cuenta y logearte antes de poder comprar Viro Premium. Logeate ahora!
fr: Vous devez créer un compte et vous devez log-in avant de pouvoir procéder à l'achat de Viro Premium. Log-in maintenant!
zh_hans: 您需要先註冊/登入之後才能購買 Viro 高級版！

# noalbum_title
source: Can´t access this album!
es: Imposible acceder a este album!
fr: Impossible d'accéder à cet album!
zh_hans: 无法访问此相册！

# noalbum
source: An error occurred while downloading this album´s data, please try again later!
es: Un error ha ocurrido al descargar este album, por favor inténtelo de nuevo más tarde!
fr: Une erreur s'est produite lors du téléchargement des données de cet album. Veuillez réessayer plus tard!
zh_hans: 下载此相册的数据时出错，请稍后再试！

# bought_success_title
source: Viro Premium purchased successfully!
es: Se ha comprado Viro Premium
fr: Viro Premium acheté avec succès!
zh_hans: Viro 高級版 成功购买！

# bought_success
source: You´ve acquired Viro Premium, now you will enjoy of a lifetime subscription and be able to play any song, save your favorite songs, create playlists and much more. You will also receive updates for free!!
es: Has comprado Viro Premium satisfactoriamente! Ahora disfrutarás de una subscripción de por vida y podrás escuchar cualquier canción, crear playlists, y mucho más. Además recibirás actualizaciones gratuitamente!
fr: Vous avez acquis Viro Premium, vous bénéficierez désormais d'un abonnement à vie et pourrez jouer n'importe quelle chanson, enregistrer vos chansons préférées, créer des playlists et bien plus encore. Vous recevrez également des mises à jour gratuitement!
zh_hans: 你已经获得Viro 高級版，现在你将享受终身订阅，并能够播放任何歌曲，保存您最喜欢的歌曲，创建播放列表等等。您还将免费收到更新！

# buy_Viro_Message
source: Buy Viro premium lifetime for just $2.99, and you will enjoy the ability to save your favorite music, to create playlists. More importntly: You can listen to the full songs!!
es: Compra Viro premium para siempre, por 2,99€. Podrás escuchar las canciones enteras!!! También podrás guardar tu música favorita y crear tus propias playlits!

# TSingles
source: Trending - Singles
es: Canciones más escuchadas
fr: La plupart des chansons écoutées
zh_hans: 大多数倾听的歌曲

# TAlbums
source: Trending - Albums
es: Albumés más escuchados
fr: La plupart des albums écoutés
zh_hans: 大多数收听的专辑

source: Charts
es: Por países
fr: Par pays
zh_hans: 每个国家

source: Playlists
es: Listas de reproducción
zh_hans: 播放列表

# streaming_title
source: Live Streaming
ar: بث مباشر
es: En directo
fr: En direct
it: Diretta streaming
ja: 生放送
zh_hans: 实时流
zh_hant: 實時流

# cancel_title
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# take_picture_title
source: Take Picture
ar: تأخذ صورة
es: Hacer foto
fr: Prendre une photo
it: Fare una foto
ja: 写真を撮る
zh_hans: 拍照片！
zh_hant: 拍照片！

# library_title
source: Choose from library
ar: اختر من المكتبة
es: Carrete
fr: Choisir une photo
it: Scegli dalla libreria
ja: ライブラリから選択
zh_hans: 选择照片
zh_hant: 選擇照片

# info_Title
source: You haven't added music yet
es: No has añadido ninguna canción
fr: Vous n'avez pas ajouté chansons
zh_hans: 您尚未添加音乐

# info_Message
source: To add music, long press on the song, or tap the + button
es: Para añadir música, presione 1 segundo sobre la canción deseada, o pulse el botón +
fr: Pour ajouter chansons, appuyez sur la chanson 1 seconde, ou Appuyez sur la touche +
zh_hans: 要添加音乐，请长按歌曲，或点击 + 按钮

# search_error_title
source: An error ocurred...
ar: هناك خطأ ...
es: Un error ha ocurrido...
fr: Une erreur s'est produite...
it: Si è verificato un errore...
ja: エラーが発生しました...
zh_hans: 发生错误...
zh_hant: 發生錯誤...

# search_error_message
source: We could not quite find that on our system. Sorry for the inconvenience :(
ar: لم نتمكن من العثور تماما أن على نظامنا. آسفللإزعاج
es: No hemos podido encontrar la información en nuestro sistema. Lo sentimos :(
fr: Nous ne pouvions pas trouver cela sur notre système. On á désolé pour le inconvénient :(
it: Noi non riusciva a scoprire che sul nostro sistema. Ci dispiace per l'inconvenienza :(
ja: 私たちは私たちのシステムでそれを見つけることはできませんでした。ご不便おかけしてすみません ：（
zh_hans: 我们不能在我们的系统上找到。抱歉给你带来不便
zh_hant: 我們不能在我們的系統上找到。抱歉給你帶來不便 :(

# search_Bar_Title
source: Search here...
ar: ابحث هنا...
es: Buscar
fr: Cherche ici...
it: Cerca qui...
ja: ここから検索...
zh_hans: 在这里搜索...
zh_hant: 在這裡搜索...

# songs_title
source: Songs
ar: الأغاني
es: Canciones
fr: Chansons
it: Canzoni
ja: 曲
zh_hans: 歌曲
zh_hant: 歌曲

# albums_title
source: Album
ar: ألبومات
es: Albumes
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

# artist_title
source: Artists
ar: الفنانين
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
zh_hans: 艺术家
zh_hant: 藝術家

# login_title
source: This is Viro.
ar: Viro هذا هو
es: Esto es Viro
fr: C'est Viro.
it: Questo è Viro.
zh_hans: 这是Viro.
zh_hant: 這是Viro.

# noacc_title
source: Read carefully!
es: Leer con cuidado!
fr: Lire attentivement!
zh_hans: 仔细读！

# noacc
source: By proceeding you declare being aware that without account some features won´t work, such as saving your favorite music or creating playlists!
ar: By proceeding you declare being aware that without account you will only be able to play 30s of a song, and you won´t be able to save music to your playlists,... We do recommend creating an account and buying Viro Premium now!
es: Al proceder declara que está enterado de que en esta opción muchas caracterísitcas como guardar tu música favorite, crear playlists,... No funcionan!
fr: En procédant, vous déclarez être conscient que sans compte certaines fonctionnalités ne fonctionnera pas, telles que la sauvegarde de votre musique préférée ou la création de playlists!
it: By proceeding you declare being aware that without account you will only be able to play 30s of a song, and you won´t be able to save music to your playlists,... We do recommend creating an account and buying Viro Premium now!
ja: By proceeding you declare being aware that without account you will only be able to play 30s of a song, and you won´t be able to save music to your playlists,... We do recommend creating an account and buying Viro Premium now!
zh_hans: 通过继续你宣布知道，没有帐户，一些功能不能工作，如保存您最喜欢的音乐或创建播放列表！
zh_hant: By proceeding you declare being aware that without account you will only be able to play 30s of a song, and you won´t be able to save music to your playlists,... We do recommend creating an account and buying Viro Premium now!

# dismissButton
source: Dismiss
es: Cerrar
fr: Annulation
zh_hans: 取消

source: Email sent!!
ar: أرسل البريد الإلكتروني!!
es: Email enviado!
fr: Email envoyé!!
it: Email inviato!!
ja: メールが送られました!!
zh_hans: 邮件已发送!!
zh_hant: 郵件已發送!!

# email_not_sent
source: Introduce an email
ar: إدخال البريد الإلكتروني
es: Introduce un email
fr: Écrire un email
it: Introdurre una e-mail
ja: メールを紹介する
zh_hans: 介绍电子邮件
zh_hant: 介紹電子郵件

source: Where do you want to add the song %@ by %@?
ar: أين تريد أن تضيف الأغنية %@ بواسطة %@ ؟
es: ¿Dónde quieres añadir la canción %@ de %@?
fr: Où voulez-vous ajouter la chanson %@ by %@?
it: Dove vuoi aggiungere il brano %@ da %@?
ja: あなたは %@ の曲 %@ をどこに追加したいですか？
zh_hans: 你要在哪里添加 %@ 的 %@ ?
zh_hant: 你要在哪裡添加 %@ 的 %@ ?

# buy_button
source: Buy
es: Comprar
fr: Acheter
zh_hans: 买

# proceed_nocount
source: Proceed
es: Proceder
fr: Procéder
zh_hans: 继续
